/* button text */
"Cancel" = "Annuler";

/* button text */
"Change Store" = "Changer de magasin";

/* alert title */
"Change to the %@ Amazon store?" = "Aller au Magasin Amazon %@ ?";

/* Appears in an empty tableview
   String_On_Page_Template */

"Drag Amazon products here from your web browser" = "Glisser ici les produits d'Amazon de votre navigateur Web";

/* table cell */
"Loading product data\\U2026" = "Chargement des données du produit…";

/* table cell */
"No Internet connection" = "Aucune connexion Internet";

/* table cell */
"No matching Amazon product found" = "Aucun produit d'Amazon correspondant trouvé";

/* alert message */
"Not all products are available in every country. By changing the store, some of the products in your list may no longer be found." = "Pas tous les produits sont disponibles dans chaque pays. En changeant le magasin, certains des produits dans votre liste peuvent ne plus être trouvés.";

/* String_On_Page_Template */
"Please specify an Amazon list (e.g. a wish list or listmania) to display using the Inspector." = "Veuillez indiquer une liste d'Amazon (par exemple une liste de souhait ou un listmania) à afficher en utilisant l'inspecteur.";

/* table cell */
"Please specify an Amazon product to display" = "Veuillez indiquer un produit d'Amazone à afficher";

/* table cell */
"There was an error loading the product" = "Il y avait une erreur en chargeant le produit.";

/* Placeholder text */
"This is a placeholder for an Amazon product; It will appear here once published or if you enable live data feeds in the preferences." = "C'est un contenant pour un produit d'Amazon ; Il apparaîtra ici une fois publié ou si vous activez les flux de données en direct dans les préférences.";

/* Placeholder text */
"This is a placeholder; your Amazon list will appear here once published or if you enable live data feeds in the preferences." = "C'est un contenant ; votre liste d'Amazon apparaîtra ici une fois publiée ou si vous activez les flux de données en direct dans les préférences.";